Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Replace
ar: استبدال
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fi: Korvaa
fr: Remplacer
he: החלף
hi: बदलें
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 바꾸기
nb: Erstatt
nl: Vervangen
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换

source: Replace current stops?
ar: هل تريد استبدال المحطات الحالية؟
cs: Nahradit stávající zastávky?
da: Erstat nuværende stop?
de: Aktuelle Stopps ersetzen?
el: Αντικατάσταση τρεχουσών στάσεων;
es: ¿Reemplazar las paradas actuales?
fi: Korvataanko nykyiset pysähdykset?
fr: Remplacer les étapes actuelles ?
he: להחליף את התחנות הנוכחיות?
hi: मौजूदा पड़ाव बदलें?
hu: Lecseréli a jelenlegi megállókat?
id: Ganti perhentian saat ini?
it: Sostituire le tappe attuali?
ja: 現在の立ち寄り地を置き換えますか？
ko: 현재 경유지를 바꾸시겠습니까?
nb: Erstatte nåværende stopp?
nl: Huidige stops vervangen?
pl: Zastąpić obecne przystanki?
pt_br: Substituir as paradas atuais?
pt_pt: Substituir as paragens atuais?
ro: Înlocuiești opririle actuale?
sv: Ersätta nuvarande stopp?
th: แทนที่จุดแวะปัจจุบันหรือไม่?
tr: Mevcut duraklar değiştirilsin mi?
uk: Замінити поточні зупинки?
vi: Thay thế các điểm dừng hiện tại?
zh_hans: 替换当前的途经点？

source: Restart PMemories to see the new language
ar: أعد تشغيل PMemories لرؤية اللغة الجديدة
cs: Restartujte PMemories, abyste viděli nový jazyk
da: Genstart PMemories for at se det nye sprog
de: Starte PMemories neu, um die neue Sprache zu sehen
el: Επανεκκινήστε το PMemories για να δείτε τη νέα γλώσσα
es: Reinicia PMemories para ver el nuevo idioma
fi: Käynnistä PMemories uudelleen nähdäksesi uuden kielen
fr: Redémarrez PMemories pour voir la nouvelle langue
he: הפעל מחדש את PMemories כדי לראות את השפה החדשה
hi: नई भाषा देखने के लिए PMemories पुनः आरंभ करें
hu: Indítsd újra a PMemories-t az új nyelv megtekintéséhez
id: Mulai ulang PMemories untuk melihat bahasa baru
it: Riavvia PMemories per vedere la nuova lingua
ja: 新しい言語を反映するにはPMemoriesを再起動してください
ko: 새 언어를 적용하려면 PMemories를 다시 시작하세요
nb: Start PMemories på nytt for å se det nye språket
nl: Start PMemories opnieuw op om de nieuwe taal te zien
pl: Uruchom appkę ponownie, żeby zobaczyć nowy język
pt_br: Reinicie o PMemories para ver o novo idioma
pt_pt: Reinicie o PMemories para ver o novo idioma
ro: Repornește PMemories pentru a vedea noua limbă
sv: Starta om PMemories för att se det nya språket
th: เริ่ม PMemories ใหม่เพื่อดูภาษาใหม่
tr: Yeni dili görmek için PMemories'i yeniden başlatın
uk: Перезапустіть PMemories, щоб побачити нову мову
vi: Khởi động lại PMemories để xem ngôn ngữ mới
zh_hans: 重启 PMemories 以应用新语言

source: Restore automatic timing
ar: استعادة التوقيت التلقائي
cs: Obnovit automatické časování
da: Gendan automatisk timing
de: Automatische Zeitsteuerung wiederherstellen
el: Επαναφορά αυτόματου χρονισμού
es: Restaurar temporización automática
fi: Palauta automaattinen ajoitus
fr: Rétablir la durée automatique
he: שחזר תזמון אוטומטי
hi: स्वचालित समय बहाल करें
hu: Automatikus időzítés visszaállítása
id: Pulihkan pengaturan waktu otomatis
it: Ripristina tempistica automatica
ja: 自動タイミングに戻す
ko: 자동 타이밍 복원
nb: Gjenopprett automatisk timing
nl: Automatische timing herstellen
pl: Przywróć automatyczny czas
pt_br: Restaurar temporização automática
pt_pt: Restaurar temporização automática
ro: Restabilește temporizarea automată
sv: Återställ automatisk timing
th: คืนค่าจังหวะเวลาอัตโนมัติ
tr: Otomatik zamanlamayı geri yükle
uk: Відновити автоматичний час
vi: Khôi phục thời lượng tự động
zh_hans: 恢复自动时长

source: Retro
ar: ريترو
el: Ρετρό
fr: Rétro
he: רטרו
hi: रेट्रो
ja: レトロ
ko: 레트로
pt_br: Retrô
th: เรโทร
uk: Ретро
vi: Cổ điển
zh_hans: 复古

source: Returned to the same place within 24 hours
ar: عدت إلى نفس المكان خلال 24 ساعة
cs: Vrátili jste se na stejné místo do 24 hodin
da: Vendte tilbage til samme sted inden for 24 timer
de: Innerhalb von 24 Stunden an denselben Ort zurückgekehrt
el: Επέστρεψες στο ίδιο μέρος μέσα σε 24 ώρες
es: Volviste al mismo lugar en menos de 24 horas
fi: Palasit samaan paikkaan 24 tunnin sisällä
fr: Retour au même endroit en moins de 24 heures
he: חזרת לאותו מקום תוך 24 שעות
hi: 24 घंटों के भीतर उसी स्थान पर लौटे
hu: 24 órán belül visszatértél ugyanoda
id: Kembali ke tempat yang sama dalam 24 jam
it: Sei tornato nello stesso posto entro 24 ore
ja: 24時間以内に同じ場所に戻った
ko: 24시간 이내에 같은 장소로 돌아왔습니다
nb: Returnerte til samme sted innen 24 timer
nl: Binnen 24 uur teruggekeerd naar dezelfde plek
pl: Wróciłeś w to samo miejsce w ciągu 24 godzin
pt_br: Voltou ao mesmo lugar em até 24 horas
pt_pt: Voltou ao mesmo local em até 24 horas
ro: Te-ai întors în același loc în 24 de ore
sv: Återvände till samma plats inom 24 timmar
th: กลับมาที่เดิมภายใน 24 ชั่วโมง
tr: 24 saat içinde aynı yere geri döndün
uk: Повернулися на те саме місце протягом 24 годин
vi: Quay lại cùng một nơi trong vòng 24 giờ
zh_hans: 24小时内返回同一地点

source: Road Trip
ar: رحلة برية
cs: Cesta autem
da: Bilferie
el: Οδικό ταξίδι
es: Viaje por carretera
fi: Automatka
he: טיול כבישים
hi: रोड ट्रिप
hu: Autós kirándulás
id: Perjalanan darat
it: Viaggio su strada
ja: ロードトリップ
ko: 로드트립
nb: Bilferie
pl: Wycieczka samochodowa
pt_br: Viagem de carro
pt_pt: Viagem de carro
ro: Călătorie cu mașina
sv: Bilresa
th: ทริปขับรถ
tr: Karayolu yolculuğu
uk: Автомандрівка
vi: Chuyến đi đường bộ
zh_hans: 公路旅行

source: Rotate
ar: تدوير
cs: Otočit
da: Rotér
de: Drehen
el: Περιστροφή
es: Girar
fi: Kierrä
fr: Pivoter
he: סובב
hi: घुमाएं
hu: Forgatás
id: Putar
it: Ruota
ja: 回転
ko: 회전
nb: Roter
nl: Roteren
pl: Obróć
pt_br: Girar
pt_pt: Rodar
ro: Rotește
sv: Rotera
th: หมุน
tr: Döndür
uk: Повернути
vi: Xoay
zh_hans: 旋转

source: START
ar: بداية
el: ΕΝΑΡΞΗ
es: INICIO
fi: ALKU
fr: DÉPART
he: התחלה
hi: शुरुआत
hu: KEZDÉS
id: MULAI
it: INIZIO
ja: スタート
ko: 시작
pt_br: INÍCIO
pt_pt: INÍCIO
th: เริ่มต้น
tr: BAŞLANGIÇ
uk: СТАРТ
vi: BẮT ĐẦU
zh_hans: 开始

source: Satellite
ar: القمر الصناعي
cs: Satelit
da: Satellit
de: Satellit
el: Δορυφόρος
es: Satélite
fi: Satelliitti
he: לוויין
hi: सैटेलाइट
hu: Műhold
id: Satelit
ja: 衛星写真
ko: 위성
nb: Satellitt
nl: Satelliet
pl: Satelita
pt_br: Satélite
pt_pt: Satélite
ro: Satelit
sv: Satellit
th: ดาวเทียม
tr: Uydu
uk: Супутник
vi: Vệ tinh
zh_hans: 卫星

source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Save Changes
ar: حفظ التغييرات
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση Αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
he: שמור שינויים
hi: बदलाव सहेजें
hu: Módosítások mentése
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
pt_pt: Guardar alterações
ro: Salvează modificările
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hans: 保存更改

source: Save as Video
ar: الحفظ كفيديو
cs: Uložit jako video
da: Gem som video
de: Als Video speichern
el: Αποθήκευση ως Βίντεο
es: Guardar como vídeo
fi: Tallenna videona
fr: Enregistrer en vidéo
he: שמור כסרטון
hi: वीडियो के रूप में सहेजें
hu: Mentés videóként
id: Simpan sebagai Video
it: Salva come video
ja: 動画として保存
ko: 동영상으로 저장
nb: Lagre som video
nl: Opslaan als video
pl: Zapisz jako wideo
pt_br: Salvar como vídeo
pt_pt: Guardar como vídeo
ro: Salvează ca videoclip
sv: Spara som video
th: บันทึกเป็นวิดีโอ
tr: Video Olarak Kaydet
uk: Зберегти як відео
vi: Lưu dưới dạng video
zh_hans: 保存为视频

source: Save failed
ar: فشل الحفظ
cs: Uložení se nezdařilo
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
el: Η αποθήκευση απέτυχε
es: Error al guardar
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
he: השמירה נכשלה
hi: सेव करना विफल
hu: A mentés sikertelen
id: Gagal menyimpan
it: Salvataggio non riuscito
ja: 保存に失敗しました
ko: 저장 실패
nb: Lagring mislyktes
nl: Opslaan mislukt
pl: Zapis nie powiódł się
pt_br: Falha ao salvar
pt_pt: Falha ao guardar
ro: Salvarea a eșuat
sv: Det gick inte att spara
th: บันทึกล้มเหลว
tr: Kaydetme başarısız
uk: Помилка збереження
vi: Lưu thất bại
zh_hans: 保存失败

source: Save your first trip in Travel Map to see it here
ar: احفظ رحلتك الأولى في خريطة السفر لتظهر هنا
cs: Uložte svou první cestu do Mapy cest, abyste ji viděli zde
da: Gem din første rejse i Rejsekort for at se den her
de: Speichere deine erste Reise in der Reisekarte, um sie hier zu sehen
el: Αποθηκεύστε το πρώτο σας ταξίδι στον Χάρτη Ταξιδιού για να το δείτε εδώ
es: Guarda tu primer viaje en Mapa de Viajes para verlo aquí
fi: Tallenna ensimmäinen matkasi Matkakarttaan nähdäksesi sen täällä
fr: Enregistrez votre premier voyage dans Carte de Voyage pour le voir ici
he: שמור את הטיול הראשון שלך במפת הטיולים כדי לראות אותו כאן
hi: इसे यहां देखने के लिए ट्रैवल मैप में अपनी पहली यात्रा सहेजें
hu: Mentsd el az első utadat az Útitérképen, hogy itt lásd
id: Simpan perjalanan pertama Anda di Peta Perjalanan untuk melihatnya di sini
it: Salva il tuo primo viaggio in Mappa dei Viaggi per vederlo qui
ja: 旅行マップで最初の旅行を保存すると、ここに表示されます
ko: 여행 지도에서 첫 여행을 저장하면 여기에 표시됩니다
nb: Lagre din første reise i Reisekart for å se den her
nl: Sla je eerste reis op in Reiskaart om deze hier te zien
pl: Zapisz pierwszą podróż w Travel Map, żeby zobaczyć ją tutaj
pt_br: Salve sua primeira viagem no Mapa de Viagens para vê-la aqui
pt_pt: Guarde a sua primeira viagem no Mapa de Viagens para a ver aqui
ro: Salvează prima ta călătorie în Harta Călătoriilor ca s-o vezi aici
sv: Spara din första resa i Reskarta för att se den här
th: บันทึกทริปแรกของคุณในแผนที่การเดินทางเพื่อดูที่นี่
tr: Burada görmek için ilk gezinizi Seyahat Haritası'na kaydedin
uk: Збережіть свою першу подорож у Мапі подорожей, щоб побачити її тут
vi: Lưu chuyến đi đầu tiên trong Bản đồ du lịch để xem tại đây
zh_hans: 在旅行地图中保存你的第一次行程即可在此显示

source: Save your first trip to see a yearly recap
ar: احفظ رحلتك الأولى لرؤية ملخص سنوي
cs: Uložte svou první cestu, abyste viděli roční přehled
da: Gem din første rejse for at se en årlig opsummering
de: Speichere deine erste Reise, um einen Jahresrückblick zu sehen
el: Αποθηκεύστε το πρώτο σας ταξίδι για να δείτε μια ετήσια σύνοψη
es: Guarda tu primer viaje para ver un resumen anual
fi: Tallenna ensimmäinen matkasi nähdäksesi vuosiyhteenvedon
fr: Enregistrez votre premier voyage pour voir un récap annuel
he: שמור את הטיול הראשון שלך כדי לראות סיכום שנתי
hi: वार्षिक सारांश देखने के लिए अपनी पहली यात्रा सहेजें
hu: Mentsd el az első utadat, hogy lásd az éves összegzést
id: Simpan perjalanan pertama Anda untuk melihat rekap tahunan
it: Salva il tuo primo viaggio per vedere un riepilogo annuale
ja: 最初の旅行を保存すると年間まとめが表示されます
ko: 첫 여행을 저장하면 연말결산을 볼 수 있습니다
nb: Lagre din første reise for å se en årsoppsummering
nl: Sla je eerste reis op om een jaaroverzicht te zien
pl: Zapisz pierwszą podróż, żeby zobaczyć roczne podsumowanie
pt_br: Salve sua primeira viagem para ver um resumo anual
pt_pt: Guarde a sua primeira viagem para ver um resumo anual
ro: Salvează prima ta călătorie pentru a vedea un rezumat anual
sv: Spara din första resa för att se en årssammanfattning
th: บันทึกทริปแรกของคุณเพื่อดูสรุปประจำปี
tr: Yıllık özeti görmek için ilk gezinizi kaydedin
uk: Збережіть свою першу подорож, щоб побачити річний підсумок
vi: Lưu chuyến đi đầu tiên để xem tổng kết năm
zh_hans: 保存你的第一次行程即可查看年度总结

source: Save your first trip with a country to be able to select it here
ar: احفظ رحلتك الأولى مع تحديد دولة حتى تتمكن من اختيارها هنا
cs: Uložte svou první cestu se zemí, abyste ji zde mohli vybrat
da: Gem din første rejse med et land for at kunne vælge det her
de: Speichere deine erste Reise mit einem Land, um es hier auswählen zu können
el: Αποθηκεύστε το πρώτο σας ταξίδι με μια χώρα για να μπορείτε να την επιλέξετε εδώ
es: Guarda tu primer viaje con un país para poder seleccionarlo aquí
fi: Tallenna ensimmäinen matkasi maan kanssa voidaksesi valita sen täällä
fr: Enregistrez votre premier voyage avec un pays pour pouvoir le sélectionner ici
he: שמור את הטיול הראשון שלך עם מדינה כדי שתוכל לבחור אותה כאן
hi: इसे यहां चुनने के लिए देश सहित अपनी पहली यात्रा सहेजें
hu: Mentsd el az első országgal rendelkező utadat, hogy itt kiválaszthasd
id: Simpan perjalanan pertama Anda dengan negara agar dapat memilihnya di sini
it: Salva il tuo primo viaggio con un paese per poterlo selezionare qui
ja: 国を設定した最初の旅行を保存すると、ここで選択できるようになります
ko: 국가가 포함된 첫 여행을 저장하면 여기서 선택할 수 있습니다
nb: Lagre din første reise med et land for å kunne velge det her
nl: Sla je eerste reis met een land op om deze hier te kunnen selecteren
pl: Zapisz pierwszą podróż z krajem, żeby móc go tu zaznaczyć
pt_br: Salve sua primeira viagem com um país para poder selecioná-lo aqui
pt_pt: Guarde a sua primeira viagem com um país para a poder selecionar aqui
ro: Salvează prima ta călătorie cu o țară pentru a o putea selecta aici
sv: Spara din första resa med ett land för att kunna välja det här
th: บันทึกทริปแรกที่มีประเทศเพื่อให้เลือกได้ที่นี่
tr: Burada seçebilmek için ülkeli ilk gezinizi kaydedin
uk: Збережіть першу подорож із зазначеною країною, щоб вибрати її тут
vi: Lưu chuyến đi đầu tiên có quốc gia để có thể chọn tại đây
zh_hans: 保存包含国家信息的第一次行程后即可在此选择

source: Saved to camera roll
ar: تم الحفظ في مكتبة الصور
cs: Uloženo do fotoaparátu
da: Gemt i kamerarullen
de: Im Fotoalbum gespeichert
el: Αποθηκεύτηκε στο άλμπουμ
es: Guardado en el carrete
fi: Tallennettu kameran rullaan
fr: Enregistré dans la pellicule
he: נשמר לאלבום המצלמה
hi: कैमरा रोल में सहेजा गया
hu: Mentve a fényképtárba
id: Disimpan ke galeri
it: Salvato nel rullino
ja: カメラロールに保存しました
ko: 카메라 롤에 저장됨
nb: Lagret i kamerullen
nl: Opgeslagen in cameraroll
pl: Zapisano do rolki
pt_br: Salvo na galeria
pt_pt: Guardado no rolo de câmara
ro: Salvat în galerie
sv: Sparad i kamerarullen
th: บันทึกลงในคลังภาพแล้ว
tr: Kamera rulosuna kaydedildi
uk: Збережено в фотоплівці
vi: Đã lưu vào thư viện ảnh
zh_hans: 已保存到相册

source: Saved to your camera roll.
ar: تم الحفظ في مكتبة الصور.
cs: Uloženo do fotoaparátu.
da: Gemt i din fotorulle.
de: In der Fotomediathek gespeichert.
el: Αποθηκεύτηκε στη βιβλιοθήκη φωτογραφιών.
es: Guardado en tu carrete.
fi: Tallennettu kuvarullaan.
fr: Enregistré dans votre pellicule.
he: נשמר בגלריית התמונות שלכם.
hi: आपके कैमरा रोल में सेव कर दिया गया।
hu: Elmentve a fényképtárba.
id: Disimpan ke roll kameramu.
it: Salvato nel rullino.
ja: カメラロールに保存されました。
ko: 카메라 롤에 저장되었습니다.
nb: Lagret i kamerarullen din.
nl: Opgeslagen in je cameraspoel.
pl: Zapisano w rolce z aparatu.
pt_br: Salvo no seu rolo de câmera.
pt_pt: Guardado na sua galeria de fotos.
ro: Salvat în galeria foto.
sv: Sparad i din kamerarulle.
th: บันทึกลงในอัลบั้มกล้องของคุณแล้ว
tr: Kamera rulonuza kaydedildi.
uk: Збережено у вашій фотоплівці.
vi: Đã lưu vào cuộn phim máy ảnh của bạn.
zh_hans: 已保存到你的相机胶卷。

source: Saving…
ar: جارٍ الحفظ…
cs: Ukládání…
da: Gemmer…
de: Wird gespeichert…
el: Αποθήκευση…
es: Guardando…
fi: Tallennetaan…
fr: Enregistrement…
he: שומר…
hi: सहेजा जा रहा है…
hu: Mentés…
id: Menyimpan…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
nb: Lagrer…
nl: Opslaan…
pl: Zapisywanie…
pt_br: Salvando…
pt_pt: A guardar…
ro: Se salvează…
sv: Sparar…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 正在保存…

source: Seasonal
ar: موسمي
cs: Sezónní
da: Sæsonbestemt
de: Saisonal
el: Εποχιακό
es: Estacional
fi: Kausiluonteinen
fr: Saisonnier
he: עונתי
hi: मौसमी
hu: Évszakos
id: Musiman
it: Stagionale
ja: 季節
ko: 계절별
nb: Sesongbasert
nl: Seizoensgebonden
pl: Sezonowa
pt_br: Sazonal
pt_pt: Sazonal
ro: Sezonier
sv: Säsongsbetonad
th: ตามฤดูกาล
tr: Mevsimsel
uk: Сезонна
vi: Theo mùa
zh_hans: 季节性

source: Seconds
ar: ثوانٍ
cs: Sekundy
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
es: Segundos
fi: Sekuntia
fr: Secondes
he: שניות
hi: सेकंड
hu: Másodperc
id: Detik
it: Secondi
ja: 秒
ko: 초
nb: Sekunder
nl: Seconden
pl: Sekundy
pt_br: Segundos
pt_pt: Segundos
ro: Secunde
sv: Sekunder
th: วินาที
tr: Saniye
uk: Секунди
vi: Giây
zh_hans: 秒

source: Secret Badges
ar: شارات سرية
cs: Tajné odznaky
da: Hemmelige badges
de: Geheime Abzeichen
el: Μυστικά σήματα
es: Insignias secretas
fi: Salaiset merkit
fr: Badges secrets
he: תגי סוד
hi: गुप्त बैज
hu: Titkos jelvények
id: Lencana Rahasia
it: Distintivi segreti
ja: 隠しバッジ
ko: 비밀 배지
nb: Hemmelige merker
nl: Geheime badges
pl: Ukryte odznaki
pt_br: Emblemas secretos
pt_pt: Emblemas secretos
ro: Insigne secrete
sv: Hemliga märken
th: ตราลับ
tr: Gizli Rozetler
uk: Секретні значки
vi: Huy hiệu bí mật
zh_hans: 隐藏徽章

source: See your trips
ar: عرض رحلاتك
cs: Zobrazit vaše cesty
da: Se dine rejser
de: Deine Reisen ansehen
el: Δείτε τα ταξίδια σας
es: Ver tus viajes
fi: Katso matkasi
fr: Voir vos voyages
he: צפה בטיולים שלך
hi: अपनी यात्राएं देखें
hu: Utak megtekintése
id: Lihat perjalanan Anda
it: Vedi i tuoi viaggi
ja: 旅行を見る
ko: 여행 보기
nb: Se reisene dine
nl: Bekijk je reizen
pl: Zobacz swoje podróże
pt_br: Ver suas viagens
pt_pt: Ver as suas viagens
ro: Vezi călătoriile tale
sv: Se dina resor
th: ดูทริปของคุณ
tr: Gezilerinizi görün
uk: Переглянути ваші подорожі
vi: Xem chuyến đi của bạn
zh_hans: 查看你的行程

source: Select the country you live in or come from — it won't count toward the \"Countries\" badge, Explorer Score, or Travel Passport, since that's not exploration. The list shows countries the app already knows from your saved trips.
ar: اختر الدولة التي تعيش فيها أو تنتمي إليها — لن تُحتسب ضمن شارة "الدول" أو نقاط المستكشف أو جواز سفر الرحلات، لأن ذلك ليس استكشافًا. تعرض القائمة الدول التي يعرفها التطبيق بالفعل من رحلاتك المحفوظة.
cs: Vyberte zemi, ve které žijete nebo ze které pocházíte — nebude se počítat do odznaku "Země", Skóre Průzkumníka ani Cestovního pasu, protože to není průzkum. Seznam zobrazuje země, které aplikace už zná z vašich uložených cest.
da: Vælg det land, du bor i eller kommer fra — det tæller ikke med til badgen "Lande", Opdagerpoint eller Rejsepas, da det ikke er udforskning. Listen viser lande, appen allerede kender fra dine gemte rejser.
de: Wähle das Land, in dem du lebst oder aus dem du kommst — es zählt nicht für das Abzeichen „Länder", die Entdecker-Punktzahl oder den Reisepass, da das keine Entdeckung ist. Die Liste zeigt Länder, die die App bereits aus deinen gespeicherten Reisen kennt.
el: Επιλέξτε τη χώρα όπου ζείτε ή από όπου προέρχεστε — δεν θα προσμετρηθεί στο παράσημο «Χώρες», στη Βαθμολογία Εξερευνητή ή στο Διαβατήριο Ταξιδιού, καθώς αυτό δεν είναι εξερεύνηση. Η λίστα εμφανίζει χώρες που η εφαρμογή ήδη γνωρίζει από τα αποθηκευμένα ταξίδια σας.
es: Selecciona el país en el que vives o del que provienes — no contará para la insignia "Países", la Puntuación de Explorador ni el Pasaporte de Viaje, ya que eso no es exploración. La lista muestra los países que la app ya conoce por tus viajes guardados.
fi: Valitse maa, jossa asut tai josta olet kotoisin — se ei lasketa "Maat"-merkkiin, Tutkimuspisteisiin tai Matkapassiin, koska se ei ole tutkimusmatkailua. Lista näyttää maat, jotka sovellus jo tuntee tallennetuista matkoistasi.
fr: Sélectionnez le pays où vous vivez ou d'où vous venez — il ne comptera pas pour le badge « Pays », le Score d'Explorateur ou le Passeport de Voyage, car ce n'est pas de l'exploration. La liste affiche les pays déjà connus grâce à vos voyages enregistrés.
he: בחר את המדינה שבה אתה גר או ממנה הגעת — היא לא תיספר לתג "מדינות", לניקוד החוקר או לדרכון הטיולים, מכיוון שזה לא חקר. הרשימה מציגה מדינות שהאפליקציה כבר מכירה מהטיולים השמורים שלך.
hi: वह देश चुनें जहां आप रहते हैं या जहां से हैं — यह "देश" बैज, एक्सप्लोरर स्कोर या ट्रैवल पासपोर्ट में नहीं गिना जाएगा, क्योंकि यह अन्वेषण नहीं है। सूची में वे देश दिखाए जाते हैं जिन्हें ऐप आपकी सहेजी गई यात्राओं से पहले से जानता है।
hu: Válaszd ki azt az országot, ahol élsz vagy ahonnan származol — ez nem számít bele az "Országok" jelvénybe, a Felfedező Pontszámba vagy az Útlevélbe, mivel ez nem felfedezés. A lista azokat az országokat mutatja, amelyeket az app már ismer a mentett utaidból.
id: Pilih negara tempat Anda tinggal atau berasal — ini tidak akan dihitung untuk lencana "Negara", Skor Penjelajah, atau Paspor Perjalanan, karena itu bukan eksplorasi. Daftar menampilkan negara yang sudah diketahui aplikasi dari perjalanan tersimpan Anda.
it: Seleziona il paese in cui vivi o da cui provieni — non conterà per il distintivo "Paesi", il Punteggio Esploratore o il Passaporto di Viaggio, poiché non è esplorazione. L'elenco mostra i paesi già noti dai tuoi viaggi salvati.
ja: 住んでいる国、または出身国を選択してください — 「国」バッジやエクスプローラースコア、トラベルパスポートには反映されません（それは探検ではないためです）。リストには、保存済みの旅行からアプリがすでに把握している国が表示されます。
ko: 거주 중이거나 출신인 국가를 선택하세요 — "국가" 배지, 탐험가 점수, 여행 여권에는 반영되지 않습니다 (탐험이 아니기 때문입니다). 목록에는 저장된 여행을 통해 앱이 이미 알고 있는 국가가 표시됩니다.
nb: Velg landet du bor i eller kommer fra — det teller ikke mot merket "Land", Oppdagerpoeng eller Reisepass, siden det ikke er utforskning. Listen viser land appen allerede kjenner fra dine lagrede reiser.
nl: Selecteer het land waar je woont of vandaan komt — het telt niet mee voor de badge "Landen", de Ontdekkersscore of het Reispaspoort, want dat is geen ontdekking. De lijst toont landen die de app al kent uit je opgeslagen reizen.
pl: Zaznacz kraj w którym mieszkasz albo z którego pochodzisz — nie liczy się do odznaki „Kraje”, Explorer Score ani Travel Passport, bo to nie eksploracja. Lista pokazuje kraje, które appka już zna z Twoich zapisanych podróży.
pt_br: Selecione o país onde você mora ou de onde vem — ele não contará para o emblema "Países", a Pontuação de Explorador ou o Passaporte de Viagem, já que isso não é exploração. A lista mostra os países que o app já conhece pelas suas viagens salvas.
pt_pt: Selecione o país onde vive ou de onde é natural — não contará para o emblema "Países", a Pontuação de Explorador ou o Passaporte de Viagem, pois isso não é exploração. A lista mostra os países que a aplicação já conhece das suas viagens guardadas.
ro: Selectează țara în care locuiești sau de unde ești — nu va conta pentru insigna "Țări", Scorul Explorator sau Pașaportul de Călătorie, deoarece nu este explorare. Lista arată țările pe care aplicația le cunoaște deja din călătoriile tale salvate.
sv: Välj landet du bor i eller kommer från — det räknas inte till märket "Länder", Upptäckarpoängen eller Resepasset, eftersom det inte är upptäckt. Listan visar länder appen redan känner till från dina sparade resor.
th: เลือกประเทศที่คุณอาศัยอยู่หรือมาจาก — จะไม่นับรวมในตรา "ประเทศ" คะแนนนักสำรวจ หรือพาสปอร์ตการเดินทาง เนื่องจากนั่นไม่ใช่การสำรวจ รายการแสดงประเทศที่แอปรู้จักแล้วจากทริปที่บันทึกไว้ของคุณ
tr: Yaşadığınız veya geldiğiniz ülkeyi seçin — bu, keşif sayılmadığı için "Ülkeler" rozetine, Kaşif Puanına veya Seyahat Pasaportuna sayılmaz. Liste, uygulamanın kayıtlı gezilerinizden zaten bildiği ülkeleri gösterir.
uk: Виберіть країну, де ви живете або звідки ви родом — вона не враховуватиметься до значка "Країни", Балів Дослідника чи Паспорта подорожей, оскільки це не дослідження. У списку показані країни, які застосунок уже знає з ваших збережених подорожей.
vi: Chọn quốc gia bạn đang sống hoặc xuất thân — nó sẽ không tính vào huy hiệu "Quốc gia", Điểm Nhà Thám Hiểm hay Hộ chiếu Du lịch, vì đó không phải là khám phá. Danh sách hiển thị các quốc gia mà ứng dụng đã biết từ các chuyến đi đã lưu của bạn.
zh_hans: 选择你居住或来自的国家——它不会计入"国家"徽章、探险家分数或旅行护照，因为那不算探索。列表显示的是应用已从你保存的行程中获知的国家。
